Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: Failing fire & safety standard [78872] Không đạt tiêu chuẩn an toàn và chữa cháy
vi: Failing fire & safety standard [78872] Không đạt tiêu chuẩn an toàn và phòng cháy

source: Family suite [95196]
vi: Family suite [95196] Phòng suite gia đình

source: Fax Number: +1 704 504 2373 Số fax: 1 704 504 2373
vi: Fax Number: +1 704 504 2373

source: Festive decorations are permitted [42271] Cho phép trang trí lễ hội.
vi: Festive decorations are permitted [42271] Cho phép trang trí chủ đề lễ hội.

source: Fill weight: 1000g for medium [66513] Trọng lượng nhồi: 1000g đối với loại trung bình
vi: Fill weight: 1000g for medium [66513] Trọng lượng ruột gối: 1000g đối với loại trung bình

source: Fill weight: 1100gsm [87921] Trọng lượng nhồi: 1100gsm
vi: Fill weight: 1100gsm [87921] Trọng lượng ruột: 1100gsm

source: Filling material: 100% polyester, microdenier blowable fibre, 0.7 DTex solid siliconised, core cut length 12mm [66511] Chất liệu nhồi đầy: 100% polyester, sợi microdenier blowable, silicon rắn 0,7 DTex, chiều dài cắt lõi 12 mm
vi: Filling material: 100% polyester, microdenier blowable fibre, 0.7 DTex solid siliconised, core cut length 12mm [66511] Chất liệu ruột gối: 100% polyester, sợi microdenier blowable, silicon rắn 0,7 DTex, chiều dài cắt lõi 12 mm

source: Filling material: 50% duck feather, 50% duck down [96036] Chất liệu nhồi: 50% lông vũ vịt, 50% lông tơ vịt
vi: Filling material: 50% duck feather, 50% duck down [96036] Chất liệu ruột gối: 50% lông vũ vịt, 50% lông nhung vịt

source: Filling material: Duck down filling 50% cluster [66784] Chất liệu nhồi đầy: Nhồi đầy lông tơ vịt 50%
vi: Filling material: Duck down filling 50% cluster [66784] Chất liệu ruột chăn: lông nhung vịt 50%

source: Filling material: Outer filling 50% duck down, inner filling 5% duck down Vật liệu làm đầy: Nhồi đầy bên ngoài 50% lông tơ vịt, nhồi đầy bên trong 5% lông tơ vịt
vi: Filling material: Outer filling 50% duck down, inner filling 5% duck down [65938] Nhồi ruột gối: bên ngoài 50% lông nhung vịt, bên trong 5% lông nhung vịt

source: Filling material: Outer filling 50% duck down, inner filling 5% duck down [65938] Vật liệu làm đầy: Nhồi đầy bên ngoài 50% lông tơ vịt, nhồi đầy bên trong 5% lông tơ vịt
vi: Filling material: Outer filling 50% duck down, inner filling 5% duck down [65938] Nhồi ruột gối: bên ngoài 50% lông nhung vịt, bên trong 5% lông nhung vịt

source: Filling: Hollow fibre polyester [66823] Nhồi đầy: sợi polyester rỗng
vi: Filling: Hollow fibre polyester [66823] Ruột: sợi polyester rỗng

source: Finishes to coordinate with guest rooms [68806] Hoàn thiện để phối hợp với phòng khách
vi: Finishes to coordinate with guest rooms [68806] Hoàn thiện đồng bộ với phòng khách

source: Fire Safety
vi: Fire Safety Phòng cháy chữa cháy

source: Fire Safety An Toàn Cháy
vi: Fire Safety Phòng chống cháy nổ

source: Fire resistant doors with a self-closing mechanism [263104] cửa chống cháy với cơ chế tự đóng
vi: Fire resistant doors with a self-closing mechanism [263104] Cửa chống cháy với tay co

source: Firm pillows must be provided on the bed and must meet the following: [65926] Cung cấp gối bền phải trên giường và phải đáp ứng như sau:
vi: Firm pillows must be provided on the bed and must meet the following: [65926] Cung cấp gối cứng trên giường và phải đáp ứng như sau:

source: Fitness & Giải trí -> Bể bơi -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị
vi: Fitness & Giải trí -> Bể bơi -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị

source: Fitness & Giải trí -> Cơ sở Fitness -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị
vi: Fitness & Giải trí -> Cơ sở Fitness -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị

source: Fitness & Giải trí -> Spa -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị
vi: Fitness & Giải trí -> Spa -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị

source: Fitness & Recreation
vi: Fitness & RecreationFitness & Recreation Fitness & Giải Trí

source: Fitness & Recreation -> Changing Rooms -> Furniture, Finishes, Fixtures & Equipment Fitness & Giải trí -> Phòng thay đồ -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị
vi: Fitness & Recreation -> Changing Rooms -> Furniture, Finishes, Fixtures & Equipment Fitness & Giải trí -> Phòng thay đồ -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị

source: Fitness & Recreation Thể Hình & Giải Trí
vi: Fitness & Recreation Fitness & Giải Trí

source: Fitness Facilities Cơ sở Fitness
vi: Fitness Facilities Cơ sở vật chất Fitness

source: Fitness options, e.g. local running routes, gyms, pools [37346] Lựa chọn thể dục, ví dụ: đường chạy địa phương, phòng tập thể dục, hồ bơi
vi: Fitness options, e.g. local running routes, gyms, pools [37346] Phương án cho tập thể dục, ví dụ: đường chạy địa phương, phòng gym, hồ bơi

source: Fitted with a 15-minute operating timer [56414] Được trang bị với một bộ bấm giờ hoạt động 15 phút
vi: Fitted with a 15-minute operating timer [56414] Được trang bị bộ đồng hồ bấm giờ vận hành 15 phút

source: Fitted with a non-lockable door [56269] Được trang bị với một cánh cửa không khóa
vi: Fitted with a non-lockable door [56269] Được trang cửa không khóa

source: Fitted with a protected shatter-proof light fitting that is capable of withstanding the heat [56271] Được trang bị bộ đèn chống vỡ được bảo vệ có khả năng chịu nhiệt
vi: Fitted with a protected shatter-proof light fitting that is capable of withstanding the heat [56271] Trang bị bộ đèn chống vỡ được bảo vệ có khả năng chịu nhiệt

source: Fitted with a timer that is clearly visible to the user [56268] Được trang bị bộ hẹn giờ dễ nhìn cho người dùng
vi: Fitted with a timer that is clearly visible to the user [56268] Được trang bị bộ hẹn giờ dễ thấy cho người dùng

source: Fitted with an outside observation window [56270] Được trang bị với một cửa sổ quan sát bên ngoài
vi: Fitted with an outside observation window [56270] Được trang bị cửa sổ quan sát bên ngoài

source: Fixed knob or lever on the guest room side [274133] Đầu chốt cố định hoặc đòn bẩy ở phía cạnh phòng khách
vi: Fixed knob or lever on the guest room side [274133] Tay nắm cửa hoặc tay gạt nằm trên mặt cửa phía phòng khách

source: Fixtures and Fittings
vi: Fixtures and Fittings Chiếu sáng và Linh kiện

source: Fixtures and Fittings Đồ đạc và Thiết Bị
vi: General Thông tin chung

source: Fixtures and Fittings Đồ đạc và thiết bị
vi: General Thông tin chung

source: Flags and poles must be installed as per one of the following combinations: [79937] Cờ và cột phải được cài đặt theo một trong các kết hợp sau:
vi: Flags and poles must be installed as per one of the following combinations: [79937] Cờ và cột phải được lắp đặt theo một trong các kết hợp sau:

source: Flammable Materials stored in the main building or any of the interior corridor guest room areas of a hotel must be kept in fire proof lockers or cabinets of a minimum of 30 minutes fire resistance.
vi: Flammable Materials stored in the main building or any of the interior corridor guest room areas of a hotel must be kept in fire proof lockers or cabinets of a minimum of 30 minutes fire resistance. Các vật phẩm dễ cháy lưu trữ trong tòa nhà chính hoặc bất cứ khu vực hành lang phòng khách trong nhà nào của khách sạn phải được trữ trong locker chống cháy hoặc tủ chống cháy với mức chống cháy tối thiểu 30 phút

source: Flat Base Plate 1 Tấm đế phẳng 1
vi: Flat Base Plate 1 Tấm đế phẳng 1 (thiếu link)

source: Flat Base Plate 2 Tấm đế phẳng 2
vi: Flat Base Plate 2 Tấm đế phẳng 2 (thiếu link)

source: Flat base plate to prevent water collection [13756] Tấm đế phẳng để ngăn nước
vi: Flat base plate to prevent water collection [13756] Tấm đế phẳng để ngăn đọng nước

source: Flexible back [115521] Phía lưng linh hoạt
vi: Flexible back [115521] Lưng ghế không cứng

source: Floor Finishes
vi: Floor Finishes Hoàn thiện sàn

source: Floor-to-ceiling windows cửa sổ từ sàn đến trần
vi: Floor-to-ceiling windows [285222] cửa sổ từ sàn đến trần

source: Floors within the airlock must meet the following: [57660] Sàn trong không khí phải đáp ứng như sau:
vi: Floors within the airlock must meet the following: [57660] các tầng có hai lớp cửa phải đáp ứng như sau:

source: Food & Beverage
vi: Food & Beverage Dịch vụ F&B

source: Food & Beverage -> Bars & Pubs Thực phẩm và đồ uống (F&B) -> Bars & Pubs
vi: Food & Beverage -> Bars & Pubs

source: Food & Beverage -> Dining -> Breakfast -> Service Expectations Thực phẩm và đồ uống F&B-> Ăn uống -> Ăn sáng -> Mong đợi dịch vụ
vi: Food & Beverage -> Dining -> Breakfast -> Service Expectations Bữa sáng -> Kỳ vọng về dịch vụ

source: Food & Beverage -> Dining -> Breakfast Buffet -> Bakery Station Thực phẩm và đồ uống (F&B) -> Ăn uống -> Bữa sáng buffet -> Quầy Bánh
vi: Food & Beverage -> Dining -> Breakfast Buffet -> Bakery Station Bữa sáng buffet -> Quầy Bánh mì

source: Food & Beverage -> Dining -> Breakfast Buffet -> Coffee Station Thực phẩm và đồ uống (F&B) -> Ăn uống -> Bữa sáng buffet -> Quầy cà phê
vi: Food & Beverage -> Dining -> Breakfast Buffet -> Coffee Station Bữa sáng buffet -> Quầy cà phê

source: Food & Beverage -> Dining -> Breakfast Buffet -> Cold Station Thực phẩm và đồ uống (F&B) -> Ăn uống -> Bữa sáng buffet -> Quầy đồ lạnh
vi: Food & Beverage -> Dining -> Breakfast Buffet -> Cold Station Bữa sáng buffet -> Quầy đồ nguội

source: Food & Beverage -> Dining -> Breakfast Buffet -> Hot Food Station Thực phẩm và đồ uống (F&B) -> Ăn uống -> Bữa sáng buffet -> Quầy đồ ăn nóng
vi: Food & Beverage -> Dining -> Breakfast Buffet -> Hot Food Station Bữa sáng buffet -> Quầy đồ nóng

source: Food & Beverage -> Dining -> Breakfast Buffet -> Juice Station Thực phẩm và đồ uống (F&B) -> Ăn uống -> Bữa sáng buffet -> Quầy nước ép
vi: Food & Beverage -> Dining -> Breakfast Buffet -> Juice Station Bữa sáng buffet -> Quầy nước ép

source: Food & Beverage -> Dining -> Breakfast Buffet Thực phẩm và đồ uống (F&B) -> Ăn uống -> Bữa sáng tự chọn
vi: Food & Beverage -> Dining -> Breakfast Buffet Buffet sáng

source: Food & Beverage -> Dining -> Breakfast Thực phẩm và đồ uống (F&B) -> Ăn uống -> Ăn sáng
vi: Food & Beverage -> Dining -> Breakfast Bữa sáng

source: Food & Beverage -> Dining Thực phẩm và đồ uống (F&B) -> Ăn uống
vi: Food & Beverage -> Dining Ăn uống

source: Food & Beverage -> Fixtures and Fittings Thực phẩm và đồ uống (F&B) -> Đồ đạc và phụ kiện
vi: Food & Beverage -> Fixtures and Fittings Chiếu sáng và Linh kiện

source: Food & Beverage -> Furniture, Finishes, Fixtures & Equipment Thực phẩm và đồ uống (F&B) -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị
vi: Food & Beverage -> Furniture, Finishes, Fixtures & Equipment Thực phẩm và đồ uống (F&B) -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị

source: Food & Beverage -> General -> Collateral / Stationery Thực phẩm và đồ uống (F&B)-> Chung -> Tài liệu quảng bá / Văn phòng phẩm
vi: Food & Beverage -> General -> Collateral/Stationery Tài liệu quảng bá/ Văn phòng phẩm

source: Food & Beverage -> General -> Service Expectations Thực phẩm và đồ uống (F&B) -> Chung -> Mong đợi dịch vụ
vi: Food & Beverage -> General -> Service Expectations Kỳ vọng về dịch vụ

source: Food & Beverage -> General F&B -> Chung
vi: Food & Beverage -> General Thông tin chung

source: Food & Beverage -> In Room Dining / Room Service -> Doorknob Menu Thực phẩm & Đồ uống (F&B) -> Ăn uống trong phòng / Dịch vụ phòng -> Thực đơn Doorknob
vi: Food & Beverage -> In Room Dining/Room Service -> Doorknob Menu Thực đơn Doorknob

source: Food & Beverage -> In Room Dining / Room Service -> Furniture, Finishes, Fixtures & Equipment Thực phẩm & Đồ uống (F&B) -> Ăn uống trong phòng / Dịch vụ phòng -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị
vi: Food & Beverage -> In Room Dining/Room Service -> Furniture, Finishes, Fixtures & Equipment Ăn uống trong phòng/Dịch vụ phòng -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị

source: Food & Beverage -> In Room Dining / Room Service -> Room Service Menu Thực phẩm và đồ uống (F&B) -> Ăn uống trong phòng/ Dịch vụ phòng -> Thực đơn Dịch vụ phòng
vi: Food & Beverage -> In Room Dining/Room Service -> Room Service Menu Thực đơn Dịch vụ phòng

source: Food & Beverage -> In Room Dining / Room Service Thực phẩm và đồ uống (F&B) -> Ăn uống trong phòng / Dịch vụ phòng
vi: Food & Beverage -> In Room Dining/Room Service Ăn uống trong phòng/Dịch vụ phòng

source: Food & Beverage -> Poolside Thực phẩm và đồ uống (F&B) -> Bên hồ bơi
vi: Food & Beverage -> Poolside Bên hồ bơi

source: Food & Beverage -> Speciality Restaurants Thực phẩm và đồ uống (F&B) -> Nhà hàng chuyên doanh
vi: Food & Beverage -> Speciality Restaurants Nhà hàng chuyên doanh

source: Food & Beverage flow chart Lưu đồ F&B
vi: Food & Beverage flow chart Lưu đồ F&B (thiếu link)

source: Food Safety
vi: Food Safety An toàn vệ sinh thực phẩm

source: Food and beverage outlets must meet the following requirements: [92594] Quầy hàng F&B phải đáp ứng như sau:
vi: Food and beverage outlets must meet the following requirements: [92594] F&B Outlet phải đáp ứng như sau:

source: Food tags must be provided and meet the following: [59859] Phải cung cấp thẻ đồ ăn và đáp ứng như sau:
vi: Food tags must be provided and meet the following: [59859] Phải cung cấp tag món ăn và đáp ứng như sau:

source: For a "Holiday Inn® & Suites" property, the following items must be available for the service of four guests: [112824] Đối với tòa nhà "Holiday Inn® & Suites", các mục sau đây luôn có sẵn để phục vụ bốn khách:
vi: For a "Holiday Inn® & Suites" property, the following items must be available for the service of four guests: [112824] Đối với khách sạn "Holiday Inn® & Suites", các mục sau đây luôn có sẵn để phục vụ bốn khách:

source: For car parks located in or directly below the hotel, either sprinklers or all of the following measures must be in place: [56006] Đối với các bãi đỗ xe nằm trong hoặc ngay bên dưới khách sạn, phải có vòi phun nước hoặc tất cả các biện pháp tại chỗ:
vi: For car parks located in or directly below the hotel, either sprinklers or all of the following measures must be in place: [56006] Đối với các bãi đỗ xe nằm trong hoặc ngay bên dưới khách sạn, hoặc phải có vòi phun nước hoặc phải áp dụng tất cả các biện pháp sau:

source: For the following hotel locations, vehicle circulation and parking must be designed by a specialist traffic consultant: Đối với các vị trí khách sạn sau đây, lưu thông xe và bãi đậu xe phải được thiết kế bởi một chuyên gia tư vấn giao thông:
vi: For the following hotel locations, vehicle circulation and parking must be designed by a specialist traffic consultant: [57575] Đối với các vị trí khách sạn sau đây, lưu thông xe và bãi đậu xe phải được thiết kế bởi một đơn vị tư vấn giao thông:

source: Formation of body impression [78868] Xuất hiện dấu vết đệm
vi: Formation of body impression [78868] có dấu hằn do cơ thể ng

source: Foundation for freestanding flag poles must meet the following: [79927] Nền móng cho cột cờ đứng tự do phải đáp ứng các điều sau:
vi: Foundation for freestanding flag poles must meet the following: [79927] Móng cho cột cờ đứng tự do phải đáp ứng các điều sau:

source: Four types of main courses, including one type of pasta dish and two types of protein dishes [588056] Bốn loại món chính, bao gồm một loại món mì pasta và hai loại món ăn protein
vi: Four types of main courses, including one type of pasta dish and two types of protein dishes [588056] Bốn loại món chính, bao gồm một món pasta và hai món protein (thịt)

source: Free from any trip hazards [335179] Không có các rủi ro trong hành trình
vi: Free from any trip hazards [335179] Không có các rủi ro vấp ngã

source: Free of debris [278075] Không có mảnh vỡ
vi: Free of debris [278075] Không có rác

source: Front Desk
vi: Front Desk Tiền sảnh

source: Front Desk Bộ Phận Tiền Sảnh
vi: Front Desk Tiền sảnh

source: Front desk / reception [116019] Bàn lễ tân/ tiếp tân
vi: Front desk/reception [116019] Bàn lễ tân

source: Front of House
vi: Front of House Khu FOH

source: Full Sized Ironing Board and Iron Example Ví dụ ủi và bàn ủi kích thước toàn phần
vi: Full Sized Ironing Board and Iron Example Ví dụ cầu là full size và bàn là

source: Functional Areas
vi: Functional Areas Các khu vực chức năng

source: Furniture and finishes to coordinate with the guest room corridor [15532] Nội thất và hoàn thiện để phối hợp với hành lang phòng khách
vi: Furniture and finishes to coordinate with the guest room corridor [15532] Nội thất và hoàn thiện phải đồng bộ với hành lang phòng khách

source: Furniture and room layout must provide the following: [79133] Bố trí nội thất và phòng phải cung cấp như sau:
vi: Furniture and room layout must provide the following: [79133] Mặt bằng nội thất và phòng phải đáp ứng như sau:

source: Furniture storage must be provided and meet the following: [82035] Phải cung cấp kho đồ đạc và đáp ứng như sau:
vi: Furniture storage must be provided and meet the following: [82035] Phải cung cấp kho chứa đồ và đáp ứng như sau:

source: Furniture, Finishes, Fixtures & Equipment
vi: Furniture, Finishes, Fixtures & Equipment Đồ nội thất, hoàn thiện & thiết bị

source: Furniture, Finishes, Fixtures & Equipment Đồ nội thất, hoàn thiện, đồ đạc & thiết bị
vi: General Thông tin chung

source: GM Programme Chương trình Tổng Giám đốc
vi: GM Programme Chương trình Tổng Quản lý https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/hotel-solutions/solution-detail?solution-uuid=040b2e72-187e-412c-be1b-e0c6a3c77eea

source: Gaps or openings limited to 10cm (4in) or less [56529] Khoảng trống hoặc khe hở giới hạn từ 10cm (4in) trở xuống
vi: Gaps or openings limited to 10cm (4in) or less [56529] Khoảng trống hoặc khe hở giới hạn từ 10cm trở xuống

source: Gas Installations including fittings and connected appliances and gas detection equipment [324254] Lắp đặt gas bao gồm các phụ kiện và thiết bị kết nối và thiết bị phát hiện khí gas
vi: Gas Installations including fittings and connected appliances and gas detection equipment [324254] Thiết bị gas bao gồm các phụ kiện và thiết bị kết nối và thiết bị phát hiện khí gas

source: Gas Supply
vi: Gas Supply Nguồn cấp Gas

source: Gas Supply Cung Cấp Gas
vi: General Thông tin chung

source: General
vi: General Thông tin chung

source: General Chung
vi: General Thông tin chung

source: General Building Codes
vi: General Building Codes Tiêu chuẩn xây dựng chung

source: General Building Codes Quy Tắc xây Dựng chung
vi: Use of Build Standards Sử dụng Tiêu chuẩn Xây dựng

source: General Manager
vi: General Manager Tổng quản lý

source: General Manager Tổng Giám Đốc
vi: General Manager Tổng Quản lý

source: Generated on: Wednesday, 7 Nov 2018 Được tạo vào: Thứ 4, 7 tháng 11 2018
vi: Generated on: Wednesday, 7 Nov 2018 Nội dung được tạo ngày Thứ 4, 7 tháng 11 2018

source: Gia cố kết cấu và kết nối điện để xây dựng các biển báo gắn trên phải được phối hợp với kiến trúc.
vi: Gia cố kết cấu và kết nối điện cho các bảng hiệu gắn trên tòa nhà phải được phối hợp với kiến trúc.

source: Give a clear warning against the use of lifts in the event of fire [289052] Đưa ra một cảnh báo rõ ràng không sử dụng thang máy trong trường hợp hỏa hoạn
vi: Give a clear warning against the use of lifts in the event of fire [289052] Đưa ra cảnh báo rõ ràng về việc không sử dụng thang máy trong trường hợp hỏa hoạn

source: Giá phòng bán lẻ có sẵn công khai do khách sạn cung cấp trong các chiến dịch tiếp thị phải nhất quán và không khác biệt với giá phòng có sẵn trong Hệ thống đặt phòng trung tâm (CRS), được gọi là Hệ thống đặt phòng khách (GRS) hoặc HOLIDEX® Plus (và bao gồm IHG Concerto ™ ).
vi: Giá phòng bán lẻ có sẵn công khai do khách sạn cung cấp trong các chiến dịch tiếp thị phải nhất quán và không khác biệt với giá phòng có trong Hệ thống đặt phòng trung tâm (CRS), được gọi là Hệ thống đặt phòng khách (GRS) hoặc HOLIDEX® Plus (và bao gồm IHG Concerto ™ ).

source: Giới thiệu an toàn thẻ về bảo mật thông tin
vi: Information Security - An ninh thông tin

source: Glass front door [91176] Cửa kính phía trước
vi: Glass front door [91176] Cửa trước bằng kính

source: Glasses must be set at the beverage section of the buffet set-up [59976] Ly thủy tinh phải được để tại quầy đồ uống khu vực bày biện buffet
vi: Glasses must be set at the beverage section of the buffet set-up [59976] Ly thủy tinh phải được để tại quầy đồ uống của khu vực setup buffet

source: Glassware is not permitted with the cover set up [60379] Không cho phép phủ đồ thủy tinh
vi: Glassware is not permitted with the cover set up [60379] Không cho phép setup sẵn đồ thủy tinh

source: Glazing and Mirrors
vi: Glazing and Mirrors Gương kính

source: Glazing and Mirrors Lắp kính và Gương
vi: Glazing and Mirrors Gương kính

source: Global Heartbeat
vi: Global Heartbeat https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/hotel-solutions/solution-detail?solution-uuid=29807d24-9951-4010-be8f-789ff2927ffb

source: Grand Master Keys [56155] Chìa Khóa Tổng
vi: Grand Master Keys [56155]

source: Green Engage
vi: Green Engage Cam kết Tiêu chuẩn Xanh

source: Green [60585] Xanh
vi: Green [60585] Trà xanh

source: Gross and Net area calculation Tính toán diện tích tổng (gross) và diện tích hiệu dụng (net)
vi: Gross and Net area calculation Tính toán diện tích tổng (gross) và diện tích hiệu dụng (net) (thiếu link)

source: Ground set [79928] Đặt mặt đất
vi: Ground set [79928] Có móng cố định xuống đất

source: Group Check In Process Reference Tham chiếu quay trình check-in theo nhóm
vi: Group Check In Process Reference Tham khảo Quy trình check-in cho đoàn (Thiếu link)

source: Guest Corridors & Elevator/Lift Lobbies
vi: Guest Corridors & Elevator/Lift Lobbies Hành lang khách & Sảnh thang máy

source: Guest Corridors & Elevator/Lift Lobbies Đồ nội thất, hoàn thiện, đồ đạc & thiết bị
vi: Guest Corridors & Elevator/Lift Lobbies Hành lang khách & Sảnh thang máy

source: Guest Experience & Quality
vi: Guest Experience & Quality Trải Nghiệm của khách & Chất Lượng

source: Guest Experience & Quality Trải Nghiệm & Chất Lượng cho Khách
vi: Guest Experience & Quality Trải Nghiệm của khách & Chất Lượng

source: Guest Lifts
vi: Guest Lifts Thang máy cho khách

source: Guest Room
vi: Guest Room Phòng khách

source: Guest Room Phòng Khách
vi: Central Heating Cụm máy sưởi trung tâm

source: Guest Service Delivery [864054] Vận Chuyển Dịch Vụ Cho Khách
vi: Guest Service Delivery [864054] Cung cấp Dịch Vụ Cho Khách

source: Guest Services
vi: Guest Services Dịch vụ cho khách

source: Guest Services Dịch Vụ của Khách
vi: General Thông tin chung

source: Guest Stairs
vi: Guest Stairs Thang bộ cho khách

source: Guest Stairs Cầu Thang của Khách
vi: Guest Stairs Thang bộ cho Khách

source: Guest Stairs Các Cầu Thang của Khách
vi: Guest Stairs Cầu Thang bộ cho Khách

source: Guest Supplies
vi: Guest Supplies Vật phẩm dành cho khách

source: Guest Supplies Cung Ứng cho khách
vi: Guest Supplies Vật phẩm cung cấp cho khách trong phòng

source: Guest Supplies Cung Ứng của khách
vi: Suites Phòng Suite

source: Guest Supplies Các Cung Ứng cho khách
vi: Guest Supplies Vật phẩm cung cấp cho khách trong phòng

source: Guest feedback form, where provided [847122] Mẫu phản hồi của khách, nơi cung cấp
vi: Guest feedback form, where provided [847122] Biểu mẫu phản hồi của khách, nếu có

source: Guest floor elevator/lift lobbies must meet the following: [12386] Sảnh thang máy tầng của khách phải đáp ứng như sau:
vi: Guest floor elevator/lift lobbies must meet the following: [12386] Sảnh thang máy tầng khách phải đáp ứng như sau:

source: Guest room bathrooms with non-combustible fixtures and closets [581085] nhà tắm phòng khách với đồ đạc và tủ quần áo không bắt lửa
vi: Guest room bathrooms with non-combustible fixtures and closets [581085] nhà tắm phòng khách với thiết bị và tủ chống cháy
